import Menu from '../elements/MenuElements'
import './aboutus.css';
import HistoryNav from '../elements/MapHistory'

export default function AboutUs() {

    return (
        <div className='about-us-container'>
            <div className='about-us-block-info'>

                <Menu />
                <div className='about-us-content'>

                    <HistoryNav home="Головна" lastPage="Про нас" />

                    <h1 className='about-us-h1'>Про нас</h1>
                    <div className='about-us-info'>
                        <p>У Wake Up ми створюємо концептуальну білизну на кожен день з ніжних до тіла та делікатних тканин в якій не просто комфортно, але жіночно та красиво. Наші тканини випереджають 
                            по м'якості все що коли небудь обіймало твоє тіло. Нашими виробами ми хочемо зруйнувати стереотип про те, що базові прості фасони в лаконічних кольорах - це буденно та нецікаво.</p>
                        <p> Сучасний світ вимагає від тебе бути скрізь, усім і одразу і при цьому залишатися собою, пам'ятати яка ти є насправді! Наш бренд саме про це:
                            про жінку в шаленому ритмі сучасного світу. Наша білизна - це про сучасну сексуальніть та чесну красу, де ти - на першому місці.</p>
                        <p> В виробництві ми використовуємо лише найкращі матеріали, найпрофесійніші види обробок та обрали для виконання пошиву найкропіткіших майстринь України. В наших бюстах ми свідомо не використовуємо твердих чашечок і технологію пошиву з пуш-ап, замість цього ми ретельно розробляємо кожну модель так, щоб тільки за допомогою грамотного моделювання лекал та крою наш виріб міг забезпечити одночасно коригуючу та візуально-приваблюючу функцію.
                            Ми шиємо під замовлення і не відшиваємо на великих підприємствах, щоб зберегти індивідуальність, найвищу якість та лімітованість виробів.<p className='margin-style'> В процесі створення колекцій завжди віддаємо перевагу спокійним глибоким відтінкам та мінімалістичним фасонам.</p></p>
                        
                        <p> Лаконочність і шарм наших виробів здатні розкрити індивідуальність кожної жінки і підкреслити природні форми жіночого тіла, а не змінити його. <p className='margin-style'>Розроблена та відшита в Україні з турботою про тебе і твоє тіло!</p></p>
                        
                    </div>
                </div>
            </div>
        </div>
    );
}